Repository: lwinch2006/fluttercompletereferencebook
Catalog: chapter15/lib/l10n/locales/app_*.arb
Languages: no

source: Home
no: Hjem

source: Page
no: Side

source: Hello World
no: Hei Verden

source: English
no: Engelsk

source: Norwegian
no: Norsk

source: Localization
no: Lokalisering

source: Number formatters
no: Tallformatere

source: Date and time formatters
no: Dato- og tidsformatere

source: Accessibility
no: Tilgjengelighet

source: Deep dive
no: Dypdykk

# hello
source: Hello, {userName}
no: Hei, {greeting} {userName}

# peopleCount
source: {count, plural, =0{no one} =1{one person} other{{count} people}}
no: {count, plural, =0{ikke noen} =1{en person} other{{count} personer}}

# birthday
source: My birthday is on {date}
no: Jeg har bursdag den {date}

# genderPronounce
source: {gender, select, male{He} female{She} other{It}}
no: {gender, select, male{Han} female{Hun} other{Den}}

# balance
source: Account balance: {value}
no: Konto beholdning: {value}

# balanceWithSmall
source: Account balance: {value}
no: Konto beholdning: {value}
